test_cases/Set1_iddes_3D/system/FOpressure
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

pressure
{
    // Mandatory entries (unmodifiable)
    type            pressure;
    libs            (fieldFunctionObjects);
    mode            totalCoeff;
    pInf            1.0e5;
    rhoInf          1.186;
    UInf            (256.99743845  17.97101155 0);

    executeControl  writeTime;
    executeInterval 1;
    writeControl    writeTime;
    writeInterval   1;
}

// ************************************************************************* //
